[
	{
		"title": "CS101",
		"icon": "",
		"description": "Foundational programming course covering basic concepts, data structures, and problem-solving techniques. Perfect for beginners learning their first programming language.",
		"category": "Analytics",
		"url": "cs101"
	},
	{
		"title": "Data Structures and Algorithms",
		"icon": "",
		"description": "Advanced programming problems focusing on data structures, algorithms, and computational complexity. Essential for computer science students.",
		"category": "Computer Science",
		"url": "dsa"
	},
	{
		"title": "Linear Algebra",
		"icon": "",
		"description": "Mathematical problems covering vectors, matrices, linear transformations, and systems of equations. Foundation for many STEM fields.",
		"category": "Mathematics",
		"url": "linear-algebra"
	},
	{
		"title": "Calculus",
		"icon": "",
		"description": "Mathematical problems covering derivatives, integrals, limits, and applications of calculus. Core mathematics for science and engineering.",
		"category": "Mathematics",
		"url": "calculus"
	},
	{
		"title": "Discrete Mathematics",
		"icon": "",
		"description": "Mathematical problems covering logic, set theory, combinatorics, graph theory, and discrete structures. Essential for computer science.",
		"category": "Mathematics",
		"url": "discrete-math"
	},
	{
		"title": "Probability",
		"icon": "",
		"description": "Mathematical problems covering probability theory, distributions, statistical inference, and random processes. Foundation for data science.",
		"category": "Mathematics",
		"url": "probability"
	},
	{
		"title": "Critical Thinking",
		"icon": "",
		"description": "Assessment problems focusing on logical reasoning, argument analysis, problem-solving strategies, and analytical thinking skills.",
		"category": "Liberal Arts",
		"url": "critical-thinking"
	},
	{
		"title": "Writing",
		"icon": "",
		"description": "Assessment problems focusing on composition, rhetoric, grammar, research skills, and various forms of academic and creative writing.",
		"category": "Liberal Arts",
		"url": "writing"
	},
	{
		"title": "Real-Time Notifications",
		"icon": "",
		"description": "Stay updated with real-time notifications for important events and updates. Never miss out on critical information with instant alerts.",
		"category": "Security",
		"url": "#"
	},
	{
		"title": "Advanced Reporting",
		"icon": "",
		"description": "Generate detailed reports with advanced analytics features. Customize reports to track key performance indicators and gain deeper insights.",
		"category": "Analytics",
		"url": "#"
	},
	{
		"title": "Team Collaboration Tools",
		"icon": "",
		"description": "Enhance team collaboration with tools designed for effective communication and project management. Share updates, files, and feedback seamlessly.",
		"category": "Productivity",
		"url": "#"
	},
	{
		"title": "In-App Messaging",
		"icon": "",
		"description": "Communicate directly within the app using in-app messaging. Keep conversations organized and accessible without switching between tools.",
		"category": "Integrations",
		"url": "#"
	},
	{
		"title": "Multi-Device Sync",
		"icon": "",
		"description": "Ensure seamless access to your data across all devices. Sync your information in real-time, so you can work from anywhere with consistency.",
		"category": "Support",
		"url": "#"
	},
	{
		"title": "Customizable Alerts",
		"icon": "",
		"description": "Set up customizable alerts to notify you of important events and changes. Tailor notifications to your needs for better management and response.",
		"category": "Support",
		"url": "#"
	},
	{
		"title": "API Integrations",
		"icon": "",
		"description": "Integrate with other systems and services using our flexible API. Expand functionality and connect with external tools effortlessly.",
		"category": "Integrations",
		"url": "#"
	},
	{
		"title": "User Role Management",
		"icon": "",
		"description": "Manage user roles and permissions with ease. Control access levels and ensure the right people have the right permissions for your project.",
		"category": "Security",
		"url": "#"
	},
	{
		"title": "Custom Themes",
		"icon": "",
		"description": "Customize the look and feel of your workspace with custom themes. Choose from various design options to match your brand's style.",
		"category": "Analytics",
		"url": "#"
	},
	{
		"title": "Data Backup",
		"icon": "",
		"description": "Protect your data with regular backups. Ensure that your information is safe and recoverable in case of unexpected issues or data loss.",
		"category": "Security",
		"url": "#"
	},
	{
		"title": "Performance Tracking",
		"icon": "",
		"description": "Monitor and track performance metrics to ensure optimal efficiency. Use performance data to make informed decisions and improvements.",
		"category": "Analytics",
		"url": "#"
	},
	{
		"title": "Interactive Tutorials",
		"icon": "",
		"description": "Access interactive tutorials to get the most out of our features. Learn new skills and improve your proficiency with guided, hands-on experiences.",
		"category": "Support",
		"url": "#"
	},
	{
		"title": "Custom Widgets",
		"icon": "",
		"description": "Enhance your dashboard with custom widgets. Add and configure widgets to display the most relevant information for your needs.",
		"category": "Analytics",
		"url": "#"
	},
	{
		"title": "Data Visualization",
		"icon": "",
		"description": "Visualize your data with advanced charting and graphing tools. Create insightful visual representations to better understand your metrics.",
		"category": "Analytics",
		"url": "#"
	},
	{
		"title": "Integration Marketplace",
		"icon": "",
		"description": "Explore our marketplace for additional integrations and plugins. Extend the functionality of your platform with third-party solutions.",
		"category": "Integrations",
		"url": "#"
	},
	{
		"title": "Onboarding Assistance",
		"icon": "",
		"description": "Get personalized onboarding assistance to help you set up and start using our platform effectively. Benefit from expert guidance to ensure a smooth start.",
		"category": "Support",
		"url": "#"
	},
	{
		"title": "Knowledge Base",
		"icon": "",
		"description": "Access a comprehensive knowledge base with articles, guides, and FAQs. Find answers to common questions and learn how to make the most of our features.",
		"category": "Support",
		"url": "#"
	},
	{
		"title": "Live Chat Support",
		"icon": "",
		"description": "Connect with our support team via live chat for immediate assistance. Get answers to your questions and resolve issues in real time.",
		"category": "Support",
		"url": "#"
	},
	{
		"title": "Customizable Workspaces",
		"icon": "",
		"description": "Personalize your workspace layout to fit your needs. Adjust and configure your workspace for maximum efficiency and comfort.",
		"category": "Productivity",
		"url": "#"
	},
	{
		"title": "Task Automation",
		"icon": "",
		"description": "Automate routine tasks to improve efficiency and reduce manual work. Set up automated processes to streamline your workflow.",
		"category": "Productivity",
		"url": "#"
	},
	{
		"title": "Accessibility Features",
		"icon": "",
		"description": "Explore features designed to enhance accessibility. Ensure your tools and workspace are usable for all team members, including those with disabilities.",
		"category": "Security",
		"url": "#"
	},
	{
		"title": "Enhanced Mobile Access",
		"icon": "",
		"description": "Benefit from enhanced mobile access features. Use our app to stay connected and productive with improved functionality on mobile devices.",
		"category": "Security",
		"url": "#"
	},
	{
		"title": "Advanced Bug Tracking",
		"icon": "",
		"description": "Track tasks and projects with advanced tracking features. Monitor progress, set milestones, and manage your projects more effectively.",
		"category": "Productivity",
		"url": "#"
	},
	{
		"title": "Comprehensive Balancer",
		"icon": "",
		"description": "Access comprehensive support resources to assist users at all levels. From troubleshooting to advanced tips, get the help you need.",
		"category": "Support",
		"url": "#"
	},
	{
		"title": "Voice Recordings",
		"icon": "",
		"description": "Receive real-time updates on accessibility features and improvements. Stay informed about changes that impact your mobile and web access.",
		"category": "Support",
		"url": "#"
	},
	{
		"title": "User Identity Verification",
		"icon": "",
		"description": "Analyze productivity metrics to optimize performance. Gain insights into team and individual productivity to drive improvements.",
		"category": "Productivity",
		"url": "#"
	},
	{
		"title": "Payment Integrations",
		"icon": "",
		"description": "Communicate directly within the app using in-app messaging. Keep conversations organized and accessible without switching between tools.",
		"category": "Integrations",
		"url": "#"
	},
	{
		"title": "Transparent API ",
		"icon": "",
		"description": "Seamlessly integrate with third-party APIs to extend the functionality of your app. Enjoy smooth data exchange and enhanced performance.",
		"category": "Integrations",
		"url": "#"
	},
	{
		"title": "Clever CRM Integration",
		"icon": "",
		"description": "Connect your app with popular CRM systems to streamline customer management. Synchronize data and improve customer relationship processes.",
		"category": "Integrations",
		"url": "#"
	},
	{
		"title": "API key Integration",
		"icon": "",
		"description": "Integrate multiple payment gateways to offer diverse payment options. Ensure secure transactions and smooth payment processing for users.",
		"category": "Integrations",
		"url": "#"
	}
]
